"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ דק׳";
"ANIMATION_SEC" = "%@ שנ׳";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "צבע";
"DARKMODE_BLUR" = "טשטוש";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "כן";
"No" = "לא";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "דרג את HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "דווח/י על בעיה";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "הסר";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "מה חדש ב-HazeOver";
"Show" = "הצג";

"Trial Version" = "גרסת נסיון";
"Buy Now" = "קנה/י כעת";
"Thank You" = "תודה!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Record";
"SHORTCUT_TEXT" = "לחץ על מקשים";

// DisplayMockupView

"File" = "קובץ";
"View" = "תצוגה";
"Window" = "‏חלון";
"Help" = "עזרה";

// Touch Bar

"On" = "פעיל";
"Off" = "כבוי";

// Customizable Menus

"TOGGLE_MENU" = "‏הפעל/בטל את HazeOver";
"DISPLAYS_MENU" = "צג משני";
"INTENSITY_MENU" = "עצמה";
"HELP_MENU" = "עצות מועילות";
"ACTIONS_MENU" = "הגדרת פעולות...";
"CUSTOMIZE_MENU" = "התאם אישית את התפריט…";
"RATE_MENU" = "דרג את HazeOver";
"REPORT_MENU" = "שלח משוב";
"SETTINGS_MENU" = "הגדרות…";
"QUIT_MENU" = "סיים את HazeOver";
